[
    { 
      "text": "Какая статья уголовного кодекса освобождает лицо от ответственности, в случае если у лица не имелся умысел?", 
      "points": 3, 
      "explanation": "Статья 3.6 Уголовного кодекса"
    },
    { 
      "text": "Какие есть факторы состава преступления, подробно опишите их.", 
      "points": 3, 
      "explanation": "Состав преступления включает в себя: объект преступления (что нарушается), субъекта преступления (кто совершает), объективную сторону (конкретное деяние), субъективную сторону (вина) и причинно-следственную связь."
    },
    { 
      "text": "Какие предметы изымаются при вторичном обыске?", 
      "points": 2, 
      "explanation": "Изымаются нелегальные и государственные предметы, в том числе оружие (холодное и огнестрельное), боеприпасы, бронежилеты, специальные средства, наркотические вещества"
    },
    { 
          "text": "Назовите всех неприкосновенных лиц.", 
          "points": 3, 
          "explanation": "\n• Губернатор и Вице-Губернатор;\n• Кандидаты в Губернаторы, с момента объявления кандидатов на пост губернатора и до назначения нового губернатора федеральным правительством;\n• Советники губернатора;\n• Министры и заместители министров;\n• Председатель Коллегии Адвокатов и его заместители;\n• Судьи Штата Сан-Андреас;\n• Сотрудники Офиса Генерального прокурора;\n• Исключение: Помощник Прокурора имеет статус неприкосновенности только при исполнении должностных обязанностей.\n• Сотрудники USSS во время исполнения своих служебных обязанностей по охране первых лиц штата и охране суда с Капитолием;\n• Директор USSS, Заместитель Директора USSS;\n• Директор FIB, Главный Врач EMS, Шеф LSPD, Шериф LSCSD, Генерал SANG, Директор WN, а также их заместители;\n• Состав Сената штата Сан-Андреас на момент заседания Сената, а также 10 минут до и после заседания Сената в случае их нахождения на территории проведения Сената или здании Капитолия;"
    }, 
    { 
      "text": "До скольки минут может приостановить Прокурор процессуальные действия, для просмотра видеофиксации?", 
      "points": 1, 
      "explanation": "Приостановить процессуальные действия длительностью до 20 минут имеют право следующие субъекты задержания: Адвокат, Прокурор (принявший вызов), Начальство задержанного."
    },
    { 
        "text": "Сколько всего есть стадий применений сил? Опишите их.", 
        "points": 2, 
        "explanation": "\n1 стадия - присутствие.\n2 стадия - устное требование.\n3 стадия - простое силовое воздействие.\n4 стадия - применение нелетального действия и спецсредств.\n5 стадия - применение летального оружия"
    } ,
    { 
      "text": "Чем отличается грабеж от разбоя?", 
      "points": 1, 
      "explanation": "\nГрабеж - открытое хищение имущества другого лица.\nРазбой - нападение с целью хищения имущества другого лица, сопряженное с насилием, опасным для жизни или здоровья лица, подвергшегося нападению, либо с угрозой применения такого насилия."
    },
    {
      "text": "Какие есть основания для освобождения?",
      "points": 1,
      "explanation": "• Не подтвердилось подозрение в совершении преступления/правонарушения;\n• За нарушение не предусмотрено меры пресечения в виде заключения под стражу;\n• Задержание было произведено с нарушением Статьи 2 настоящей Главы;\n• Прошло больше 1 часа с момента задержания и не была избрана мера пресечения в виде заключения под стражу;\n• Нарушение конфиденциальной беседы, согласно Пункту 2 Статьи 2 Главы V настоящего Кодекса;\n• В ходе дополнительного расследования, прокурор не подтвердил факт совершения преступления или нарушения;\n• Если прокуратура усматривает в действиях/бездействиях непосредственного субъекта задержания (задержанного), являющегося государственным сотрудником, факт преступления, но ввиду недостатка доказательной базы не может вынести объективное решение, прокуратура обязуется отпустить задержанного и провести дополнительное расследование. В случае обнаружения состава преступления, передать уголовное дело в соответствующую судебную инстанцию. Срок передачи уголовного дела составляет 72 часа с момента освобождения задержанного."
    },
    { 
      "text": "Какое кол-во наркотических средств требуется для привлечения гражданина к уголовной ответсятвенности?", 
      "points": 1, 
      "explanation": "Более 3-х грамм"
    },
    {
      "text": "Какие есть основания для задержания?",
      "points": 1,
      "explanation": "• Лицо застигнуто в момент совершения преступления/правонарушения или непосредственно после его совершения;\n• На подозреваемом или его одежде, при нем или в его жилище были обнаружены явные следы преступления;\n• Имеется фото или видеофиксация совершения преступления этим лицом;\n• Имеется действующая ориентировка, либо лицо объявлено в розыск;\n• Имеется указ, ордер или иной нормативно-правовой акт, предписывающий провести задержание в отношении конкретного лица."
    },
    {
      "text": "Назвать все степени тяжести преступлений.",
      "points": 1,
      "explanation": "Преступление небольшой тяжести, средней тяжести, тяжкие преступления, особо тяжкие преступления"
    },
    {
      "text": "На какие виды юрисдикций подразжделяютя преступлений?",
      "points": 2,
      "explanation": "F - Федеральный, R - Региональный, J - судебный"
    },
    { 
      "text": "До скольки минут может длиться конфиденциальная беседа с адвокатом?", 
      "points": 1, 
      "explanation": "Не более 5 минут"
    },
    { 
      "text": "В каких случаях лицо со статусом неприкосновенности может быть задержано?", 
      "points": 3, 
      "explanation": "Общественно-опасные деяния связанные с угрозой для жизни и безопасности граждан."
    },
    { 
      "text": "Какое оружие можно носить гражданскому при себе с лицензией CDWL?", 
      "points": 3, 
      "explanation": "Только гражданское, то беж только то, которое можно купить в специальзированных магазинах."
    },
    { 
      "text": "Где можно использовать любое легальное оружие с лицензией CDWL?", 
      "points": 2, 
      "explanation": "Легальное оружие с лицензией можно использовать в специально отведенных для этого местах: тир, охотничьи угодья."
    },
    { 
      "text": "Сколько есть времени, на принятие вызова адвокатом в рацию департамента?", 
      "points": 1, 
      "explanation": "Время ожидания ответа адвоката на вызов составляет 3 минуты."
    },
    { 
      "text": "Является ли халатность сотрудника основанием для освобождения?", 
      "points": 1, 
      "explanation": "Нет, не является."
    },
    { 
      "text": "Что является срывом конфиденциальной беседы", 
      "points": 1, 
      "explanation": "В случае, если в течение 15 секунд посторонние не покинут комнату проведения конфиденциальной беседы, данная беседа считается нарушенной и является основанием для освобождения задержанного."
    },
    { 
      "text": "В каких случаях, адвокат может потребовать у сотрудника вызвать прокурора?", 
      "points": 2, 
      "explanation": "В случае, если вызванный адвокат выявил, что действия сотрудника, проводящего задержание, не соответствуют установленным нормам и требованиям действующего законодательства."
    },
    { 
      "text": "Разрешен ли оборот эпинифрина гражданскими лицами?", 
      "points": 1, 
      "explanation": "Только при наличии диплома об окончании факультета “Медицина и здравоохранения”"
    },
        { 
      "text": "Разрешено ли использование списанных дефибрилляторов гражданскими лицами?", 
      "points": 1, 
      "explanation": "Только при наличии диплома об окончании факультета “Медицина и здравоохранения”"
    },
    { 
      "text": "Требуется ли лицензия на оружие, для ношения легких бронежилетов?", 
      "points": 1, 
      "explanation": "Нет, не требуется"
    },
    { 
      "text": "Какой статус имеет территория San-Andreas National Guard", 
      "points": 1, 
      "explanation": "Режимный объект."
    },
    { 
      "text": "Какое наказание может получить адвокат за неверно данную рекомендацию?", 
      "points": 3, 
      "explanation": "Данное заключение не является юридически значимым и не влечёт за собой правовых последствий."
    },
    { 
      "text": "Какой статус имеет территория Los-Santos Police Departament", 
      "points": 1, 
      "explanation": "Закрытая и охраняемая территория."
    },
    { 
      "text": "Как должно звучать законное требование государственного служащего?", 
      "points": 1, 
      "explanation": "Сам должен знать"
    },
    { 
      "text": "Является ли водителем человек, сидящий на водительском месте в заглушенном ТС?", 
      "points": 1, 
      "explanation": "Нет, не является"
    },
    { 
      "text": "Что должен сделать сотрудник после остановки ТС", 
      "points": 1, 
      "explanation": " • Представиться водителю по отношению к которому была произведена процедура трафик-стопа, покинуть транспортное средство\n• Указать причину, по которой гражданин был остановлен"
    }
  ]
  